{
	"5α-dihydrotestosterone (DHT)": {
		"def": "An androgen that plays an important role in the development of the male external genitalia.",
		"aka": [

		]
	},
	"abstinence-only program": {
		"def": "A sex-education program that teaches abstinence and does not mention safer-sex practices, homosexuality. etc.",
		"aka": [

		]
	},
	"acquaintance rape": {
		"def": "Rape by a person known to the victim. Also known as date rape.",
		"aka": [
			"date rape"
		]
	},
	"acquired immune deficiency syndrome (AIDS)": {
		"def": "A disease of the immune system characterized by increased susceptibility to opportunistic infections; caused by the human immunodeficiency virus (HIV).",
		"aka": [

		]
	},
	"acrotomophilia": {
		"def": "A fetishistic attraction to amputees or amputation stumps.",
		"aka": [

		]
	},
	"acyclovir": {
		"def": "A drug used in the treatment of genital herpes.",
		"aka": [

		]
	},
	"adolescence": {
		"def": "The period of psychosexual and social maturation following the onset of puberty during which a young person develops from a child into an adult.",
		"aka": [

		]
	},
	"adult baby": {
		"def": "An adult that experiences sexual satisfaction from acting like a baby or toddler.",
		"aka": [

		]
	},
	"adult bookstore": {
		"def": "Another term to describe a store that sells pornography.",
		"aka": [

		]
	},
	"afterbirth": {
		"def": "Another term for placenta, which is delivered in the final stage of childbirth. ",
		"aka": [

		]
	},
	"afterplay": {
		"def": "Sexual behavior performed after sexual intercourse or orgasm, or at the end of a sexual encounter. ",
		"aka": [

		]
	},
	"amenorrhea": {
		"def": "Absence of menstruation.  See primary amenorrhea and secondary amenorrhea",
		"aka": [

		]
	},
	"amniocentesis ": {
		"def": "The sampling of amniotic fluid for purposes of prenatal diagnosis. ",
		"aka": [

		]
	},
	"anal fold": {
		"def": "The posterior (back) portion of the urethral fold, which gives rise to the anus. ",
		"aka": [

		]
	},
	"androgens": {
		"def": "Any of a class of steroids—the most important being testosterone—that promote male sexual development and that have a variety of other functions in both sexes.",
		"aka": [

		]
	},
	"andropause": {
		"def": "In men, the gradual decline of fertility with age; a hypothetical male equivalent of menopause. ",
		"aka": [

		]
	},
	"androphilic": {
		"def": "Sexually attracted to men.",
		"aka": [

		]
	},
	"anilingus": {
		"def": "Sexual contact between the mouth or tongue of one person and the anus of another.",
		"aka": [
			"rimjob"
		]
	},
	"anorgasmia": {
		"def": "Difficulty experiencing or inability to experience orgasm. In women, also called female orgasmic disorder.",
		"aka": [

		]
	},
	"anus": {
		"def": "The opening from which feces are released.",
		"aka": [

		]
	},
	"aphrodisiac": {
		"def": "A substance believed to improve sexual performance, enhance sexual pleasure, or stimulate desire or love. ",
		"aka": [

		]
	},
	"apotemnophilia": {
		"def": "A fetishistic interest in having an amputation. ",
		"aka": [

		]
	},
	"areola": {
		"def": "The circular patch of darker skin that surrounds the nipple.",
		"aka": [

		]
	},
	"artificial insemination": {
		"def": "An assisted reproduction technique that involves the placement of semen in the vagina or uterus with the aid of a syringe or small tube.",
		"aka": [

		]
	},
	"artificial insemination by donor (AID)": {
		"def": "Artificial insemination using sperm from a man who is not the woman’s partner.",
		"aka": [

		]
	},
	"asexual": {
		"def": "Describes a person who never experiences sexual attraction.",
		"aka": [

		]
	},
	"assisted reproductive technology (ART)": {
		"def": "In vitro fertilization and related technologies.",
		"aka": [

		]
	},
	"asymptomatic carrier": {
		"def": "The idea that relationship styles are influenced by the quality of the early parent–child bond.",
		"aka": [

		]
	},
	"attachment theory": {
		"def": "The idea that relationship styles are influenced by the quality of the early parent–child bond.",
		"aka": [

		]
	},
	"autoerotic asphyxia": {
		"def": "Self-strangulation for purposes of sexual arousal.",
		"aka": [

		]
	},
	"autoerotic": {
		"def": "Providing sexual stimulation to oneself, or being aroused sexually by oneself.",
		"aka": [

		]
	},
	"autogynephilia": {
		"def": "A form of male-to-female transexuality characterized by a man’s sexual arousal at the thought of being or becoming a woman.",
		"aka": [

		]
	},
	"aversion therapy": {
		"def": "A form of behavior therapy that attempts to eliminate unwanted desires or behaviors by associating them with some unpleasant experience, such as a noxious smell.",
		"aka": [

		]
	},
	"bacterial vaginosis": {
		"def": "A condition in which the normal microorganisms of the vagina are replaced by other species, causing discomfort and a foul-smelling discharge.",
		"aka": [

		]
	},
	"balanitis": {
		"def": "Inflammation of the glans of the penis.",
		"aka": [

		]
	},
	"barrier method": {
		"def": "Any contraceptive technique in which a physical barrier, such as a condom or diaphragm, prevents sperm from reaching the ovum.",
		"aka": [

		]
	},
	"bathhouse": {
		"def": "A facility, usually in the form of a private club, used for casual sex between men.",
		"aka": [

		]
	},
	"battered-woman syndrome": {
		"def": "A version of post-traumatic stress disorder affecting women who are victims of intimate partner violence.",
		"aka": [

		]
	},
	"BDSM": {
		"def": "An all-inclusive term for forms of sexual expression that involve inflicting and receiving physical pain, restraint, or humiliation. Often understood as a compressed acronym for bondage and discipline, dominance and submission, and sadism and masochism.",
		"aka": [

		]
	},
	"bear": {
		"def": "In gay aka, a burly gay man with plenty of body hair; more generally, a member of a gay male subculture that rejects many of the prevailing standards of gay male attractiveness and behavior.",
		"aka": [

		]
	},
	"behavior therapy": {
		"def": "Treatment of paraphilias or other disorders based on conditioning or other theories of behavioral psychology. Also called behavior modification.",
		"aka": [

		]
	},
	"behavioral couples therapy (BCT)": {
		"def": "Therapy focused on improving styles of communication between partners in relationships.",
		"aka": [

		]
	},
	"benign prostatic hyperplasia": {
		"def": "Noncancerous enlargement of the prostate gland.",
		"aka": [

		]
	},
	"bestiality": {
		"def": "Obsolete term for sexual contact between a person and an animal.",
		"aka": [

		]
	},
	"bi": {
		"def": "Colloquial term for bisexual.",
		"aka": [

		]
	},
	"bigamy": {
		"def": "In law, the crime of marrying someone while already married to another spouse.",
		"aka": [

		]
	},
	"biphobia": {
		"def": "In law, the crime of marrying someone while already married to another spouse.",
		"aka": [

		]
	},
	"biphobia": {
		"def": "Prejudice against bisexuals.",
		"aka": [

		]
	},
	"birth canal": {
		"def": "The canal formed by the uterus, cervix, and vagina, through which the fetus passes during the birth process.",
		"aka": [

		]
	},
	"birthing center": {
		"def": "A facility specializing in childbirth care.",
		"aka": [

		]
	},
	"bisexuality": {
		"def": "Sexual attraction to persons of both sexes.",
		"aka": [

		]
	},
	"blue balls": {
		"def": "An American aka term describing the temporary swelling of the testicles due to fluid congestion accompanied by testicular pain; occurs when a male is sexually aroused for an extended amount of time without climax",
		"aka": [

		]
	},
	"blue vulva": {
		"def": "An American aka term describing the temporary swelling of the vulva due to fluid congestion accompanied by discomfort; occurs when a female is sexually aroused for an extended amount of time without climax. ",
		"aka": [

		]
	},
	"bondage": {
		"def": "The use of physical restraint for purposes of sexual arousal. Rope, cuffs, bondage tape, and other restraints are often used for this purpose.",
		"aka": [

		]
	},
	"Bradley method": {
		"def": "A method of childbirth instruction that stresses the partner’s role as birth coach and that teaches a natural childbirth method. ",
		"aka": [

		]
	},
	"Braxton-Hicks contractions": {
		"def": "Irregular uterine contractions that occur during the third trimester of pregnancy. Also called false labor.",
		"aka": [
			"false labor"
		]
	},
	"breasts": {
		"def": "In women, the two soft, protruding organs on the upper front of the torso; contains the mammary gland, which can secrete milk after pregnancy. ",
		"aka": [
			"boobs",
			"tits",
			"rack"
		]
	},
	"breast bud": {
		"def": "The first stage of breast development at puberty.",
		"aka": [

		]
	},
	"breast ironing": {
		"def": "In Cameroon, a traumatic procedure to delay breast development in girls.",
		"aka": [

		]
	},
	"brothel": {
		"def": "A house of prostitution.",
		"aka": [

		]
	},
	"bulbourethral glands": {
		"def": "Two small glands near the root of the penis that may secrete “pre-cum” at the urethral opening during sexual arousal before ejaculation. Also known as Cowper’s glands.",
		"aka": [

		]
	},
	"butch": {
		"def": "Masculine-acting, often used to describe certain lesbians.",
		"aka": [

		]
	},
	"calendar rhythm method": {
		"def": "A fertility awareness method of contraception that takes account of variability in the length of a woman’s menstrual cycles.  ",
		"aka": [

		]
	},
	"call girl": {
		"def": "An escort-service prostitute, especially one who is relatively upscale in terms of clientele and price.",
		"aka": [

		]
	},
	"candidiasis": {
		"def": "A fungal infection of the vagina. Also called thrush or a yeast infection.",
		"aka": [

		]
	},
	"castration": {
		"def": "Removal of the gonads. (In males, may include removal of the penis.) Also known as gonadectomy. ",
		"aka": [

		]
	},
	"casual sex": {
		"def": "Sexual encounters that do not take place within a lasting sexual relationship.",
		"aka": [

		]
	},
	"celibate": {
		"def": "Living under a vow not to marry or (by implication) to engage in sexual relations.",
		"aka": [

		]
	},
	"cervical cap": {
		"def": "A small rubber or plastic cap that adheres by suction to the cervix, used as a contraceptive.",
		"aka": [

		]
	},
	"cervix": {
		"def": "The lowermost, narrow portion of the uterus that connects with the vagina.",
		"aka": [

		]
	},
	"cesarean section (C-section)": {
		"def": "A surgical procedure in which a baby is delivered through an incision in the mother’s abdominal wall and uterus.",
		"aka": [

		]
	},
	"chancre": {
		"def": "A primary sore on the skin or a mucous membrane in a person infected with syphilis. (Pronounced SHANK-er.)",
		"aka": [

		]
	},
	"child molester": {
		"def": "An adult who has had sexual contact with a prepubescent child.",
		"aka": [

		]
	},
	"chlamydia": {
		"def": "A sexually transmitted disease caused by infection with the bacterium Chlamydia trachomatis.",
		"aka": [

		]
	},
	"chronic pelvic pain syndrome": {
		"def": "An alternative, more-inclusive term for chronic prostatitis. See prostatitis. ",
		"aka": [

		]
	},
	"cilia": {
		"def": "Microscopic, hairlike extensions of cells, often capable of coordinated beating motions.",
		"aka": [

		]
	},
	"Circles of Support and Accountability": {
		"def": "A community support program for released sex offenders.",
		"aka": [

		]
	},
	"circumcision": {
		"def": "The surgical removal of the foreskin.",
		"aka": [

		]
	},
	"civil commitment": {
		"def": "Detention of a person having a mental disorder that creates a threat to himself or others.",
		"aka": [

		]
	},
	"classical (or Pavlovian) conditioning": {
		"def": "A form of behavioral learning in which a novel stimulus is tied to a preexisting reflex.",
		"aka": [

		]
	},
	"climacteric": {
		"def": "The transition to infertility at the end of a woman’s reproductive life, lasting for several years and culminating in menopause.",
		"aka": [

		]
	},
	"clinical psychology": {
		"def": "The assessment or treatment of mental or behavioral problems, as practiced by a psychologist.",
		"aka": [

		]
	},
	"clitoral hood": {
		"def": "A loose fold of skin that covers the clitoris.",
		"aka": [

		]
	},
	"clitoridectomy": {
		"def": "Removal of the entire external portion of the clitoris (glans, shaft, and hood).",
		"aka": [

		]
	},
	"clitoris": {
		"def": "The erectile organ in females, whose external portion is located at the junction of the labia minora, just in front of the vestibule; it is the most sensitive erogenous zone and often the primary anatomical source of sexual pleasure in women.",
		"aka": [

		]
	},
	"cloaca": {
		"def": "The common exit of the gastrointestinal and urogenital systems; in humans it is present only in embryonic life.",
		"aka": [

		]
	},
	"cognitive": {
		"def": "Related to the aspects of the mind that process knowledge or information.",
		"aka": [

		]
	},
	"cognitive psychology": {
		"def": "The study of the information-processing systems of the mind.",
		"aka": [

		]
	},
	"cognitive therapy": {
		"def": "Therapy based on changing a person’s beliefs and thought processes.",
		"aka": [

		]
	},
	"cohabitation": {
		"def": "A live-in sexual relationship between two persons who are not married to each other.",
		"aka": [

		]
	},
	"cohabitation effect": {
		"def": "The apparent negative outcomes of cohabitation before marriage, such as less satisfying marriages and divorce.",
		"aka": [

		]
	},
	"coitus": {
		"def": "Penetration of the vagina by the penis.",
		"aka": [

		]
	},
	"colostrum": {
		"def": "The milk produced during the first few days after birth; it is relatively low in fat but rich in immunoglobulins.",
		"aka": [

		]
	},
	"colposcopy": {
		"def": "The examination of the cervix with the aid of an operating microscope.",
		"aka": [

		]
	},
	"come out of the closet": {
		"def": "Reveal a previously concealed identity, such as being gay.",
		"aka": [
			"come out"
		]
	},
	"commitment": {
		"def": "The cognitive component of love: the decision to maintain a relationship.",
		"aka": [

		]
	},
	"companionate marriage": {
		"def": "A form of marriage in which the husband and wife are expected to be emotionally intimate and to engage in social activities together. ",
		"aka": [

		]
	},
	"compulsive sexual behavior": {
		"def": "Sexual behavior perceived subjectively as involuntary and diagnosed as a symptom of a compulsive disorder. Also called obsessive–compulsive sexual disorder.",
		"aka": [

		]
	},
	"concubine": {
		"def": "A woman who cohabits with a man but is not his wife; usually in polygamous cultures.",
		"aka": [

		]
	},
	"conditioning": {
		"def": "The modification of behavior by learning through association and/or reinforcement.",
		"aka": [

		]
	},
	"congenital adrenal hyperplasia (CAH)": {
		"def": "A congenital defect of hormonal metabolism in the adrenal gland, causing the gland to secrete excessive levels of androgens.",
		"aka": [

		]
	},
	"constant-dose combination pill": {
		"def": "An oral contraceptive regimen in which all pills (except any dummy pills) contain the same drug dosage.",
		"aka": [

		]
	},
	"contraceptive implant": {
		"def": "A device inserted in the body that slowly releases a hormonal contraceptive.",
		"aka": [

		]
	},
	"contraction": {
		"def": "In childbirth, a periodic tightening of the uterine muscles, felt as a cramp.",
		"aka": [

		]
	},
	"control group": {
		"def": "A group of subjects included in a study for comparison purposes.",
		"aka": [

		]
	},
	"Coolidge effect": {
		"def": "The revival of sexual arousal caused by the presence of a novel partner.",
		"aka": [

		]
	},
	"corona": {
		"def": "The rim of the glans of the penis.",
		"aka": [

		]
	},
	"corpus cavernosum (pl. corpora cavernosa)": {
		"def": "Either of two elongated erectile structures within the clitoris or penis that also extend backward into the pelvic floor.",
		"aka": [

		]
	},
	"corpus luteum": {
		"def": "A secretory structure in the ovary derived from an ovarian follicle after ovulation.",
		"aka": [

		]
	},
	"corpus spongiosum": {
		"def": "A single midline erectile structure. In both sexes it fills the glans; in males it extends backward along the underside of the penis, surrounding the urethra.",
		"aka": [

		]
	},
	"courtship disorder": {
		"def": "A paraphilia or certain set of paraphilias seen as a disorder of normal courtship behavior.",
		"aka": [

		]
	},
	"couvade": {
		"def": "Pregnancy-like symptoms in the male partner of a pregnant women. Also called sympathetic pregnancy.",
		"aka": [

		]
	},
	"covenant marriage": {
		"def": "A form of marriage that requires a stronger vow of commitment than a regular marriage and that makes divorce harder to obtain.",
		"aka": [

		]
	},
	"cremaster muscle": {
		"def": "A sheetlike muscle that wraps around the spermatic cord and the testicle.",
		"aka": [

		]
	},
	"cross-dressing": {
		"def": "Wearing the clothing of the other sex, for any of a variety of reasons. One who cross-dresses is sometimes referred to as being “in drag.”",
		"aka": [

		]
	},
	"crowning": {
		"def": "The appearance of the fetal scalp at the vaginal opening.",
		"aka": [

		]
	},
	"crura": {
		"def": "Internal extensions of the corpora cavernosa of the clitoris or penis.",
		"aka": [

		]
	},
	"crush": {
		"def": "A colloquial term for infatuation.",
		"aka": [

		]
	},
	"cryptorchidism": {
		"def": "Failure of one or both testicles to descend into the scrotum by 3 months of postnatal age.",
		"aka": [

		]
	},
	"cultural anthropology": {
		"def": "The study of cultural variations across the human race.",
		"aka": [

		]
	},
	"cultural psychology": {
		"def": "The study of the interactions between culture and mental processes or behaviors.",
		"aka": [

		]
	},
	"cunnilingus": {
		"def": "Sexual contact between the tongue or mouth of one person and the vulva of another.",
		"aka": [
			"eating-out",
			"third base",
			"oral",
			"head"
		]
	},
	"cyberstalking": {
		"def": "Stalking via the Internet.",
		"aka": [

		]
	},
	"cycle of abuse": {
		"def": "The cycle in which some abused children grow up to repeat similar forms of abuse on others. Also called victim–perpetrator cycle.",
		"aka": [

		]
	},
	"date rape": {
		"def": "Rape between dating or socially acquainted couples; it is particularly common of college campuses. Also called acquaintance rape. ",
		"aka": [

		]
	},
	"dating relationship": {
		"def": "A nonmarital sexual relationship between two persons who do not live together but who see each other on a more-or-less regular basis.",
		"aka": [

		]
	},
	"decriminalization": {
		"def": "Removal of laws that criminalize activities such as prostitution.",
		"aka": [

		]
	},
	"deep kissing": {
		"def": "Kissing, with entry of the tongue into the partner’s mouth.",
		"aka": [
			"french kissing",
			"making out"
		]
	},
	"delayed ejaculation": {
		"def": "Difficulty achieving or inability to achieve orgasm and/or ejaculation. Also called male orgasmic disorder.",
		"aka": [
			"male orgasmic disorder"
		]
	},
	"delayed labor": {
		"def": "Labor that occurs more than 3 weeks after a woman’s due date.",
		"aka": [

		]
	},
	"delayed puberty": {
		"def": "Puberty that begins later than normal. ",
		"aka": [

		]
	},
	"delusional jealousy": {
		"def": "Persistent false belief that one’s partner is involved with another person.",
		"aka": [

		]
	},
	"delusional stalking": {
		"def": "Stalking motivated by the delusional belief that the victim is in love with, or could be persuaded to fall in love with, the stalker.",
		"aka": [

		]
	},
	"Depo-Provera": {
		"def": "An injectable form of medroxyprogesterone acetate, used as a contraceptive in women or to decrease the sex drive in male sex offenders.",
		"aka": [

		]
	},
	"Depo-SubQ Provera": {
		"def": "A form of Depo-Provera designed for subcutaneous (under the skin) injection.",
		"aka": [

		]
	},
	"designer steroids": {
		"def": "Synthetic steroids designed to be undetectable in drug testing.",
		"aka": [

		]
	},
	"devadasi": {
		"def": "An Indian temple prostitute.",
		"aka": [

		]
	},
	"diaphragm": {
		"def": "A barrier placed over the cervix as a contraceptive.",
		"aka": [

		]
	},
	"dilation and evacuation (D&E)": {
		"def": "A procedure involving the opening of the cervix and the scraping out of the contents of the uterus with a curette (spoonlike instrument). D&E may be done as an abortion procedure or for other purposes.",
		"aka": [

		]
	},
	"dildo": {
		"def": "A sex toy, often shaped like a penis, used to penetrate the vagina or anus.",
		"aka": [

		]
	},
	"dirty talk": {
		"def": "Using graphic word imagery and/or explicit language to increase pleasure during sexual activity. It is a common part of foreplay, and can include vivid erotic descriptions or sexual commands. ",
		"aka": [

		]
	},
	"discrepant sexual desire": {
		"def": "The situation in which one partner in a relationship has much more interest in sex than the other.",
		"aka": [

		]
	},
	"disorders of sex development": {
		"def": "Medical conditions producing abnormal sexual differentiation or intersexuality.",
		"aka": [

		]
	},
	"dissociation": {
		"def": "The distancing of oneself from the emotions evoked by some traumatic experience or memory.",
		"aka": [

		]
	},
	"dominance": {
		"def": "The use of humiliation or subservience for purposes of sexual arousal.",
		"aka": [

		]
	},
	"dominatrix": {
		"def": "A woman who acts the role of the dominating partner in a BDSM setting.",
		"aka": [

		]
	},
	"douche": {
		"def": "To rinse the vagina out with a fluid.",
		"aka": [

		]
	},
	"Down syndrome": {
		"def": "A collection of birth defects caused by the presence of an extra copy of chromosome 21.",
		"aka": [

		]
	},
	"drag": {
		"def": "The wearing of exaggeratedly feminine clothing by a man, often for entertainment purposes. ",
		"aka": [

		]
	},
	"dysmenorrhea": {
		"def": "The pain that sometimes accompanies menstruation. See primary dysmenorrhea and secondary dysmenorrhea. ",
		"aka": [

		]
	},
	"dyspareunia": {
		"def": "Pain during coitus.",
		"aka": [

		]
	},
	"": {
		"def": "",
		"aka": [

		]
	},
	"ectopic pregnancy": {
		"def": "A complication of pregnancy in which an embryo implants somewhere other than the uterus, such as one of the fallopian tubes. Also known as tubal pregnancy. ",
		"aka": [

		]
	},
	"effacement": {
		"def": "Thinning of the cervix in preparation for childbirth.",
		"aka": [

		]
	},
	"ejaculation": {
		"def": "Release of semen from the penis, usually as a result of orgasm.",
		"aka": [
			"cumming",
			"busting",
			"finishing"
		]
	},
	"ejaculatory duct": {
		"def": "Either of the two bilateral ducts formed by the junction of the vas deferens and the duct of the seminal vesicle. The ejaculatory ducts empty into the urethra within the prostate.",
		"aka": [

		]
	},
	"elective abortion": {
		"def": "An abortion performed in circumstances when the woman’s health is not at risk.",
		"aka": [

		]
	},
	"ella": {
		"def": "A form of emergency contraception that is effective for 5 days after sex.",
		"aka": [

		]
	},
	"emergency contraception": {
		"def": "Use of high-dose contraceptives to prevent pregnancy after unprotected sex. ",
		"aka": [

		]
	},
	"emotional jealousy": {
		"def": "Fear that one’s partner is becoming emotionally committed to another person.",
		"aka": [

		]
	},
	"empathy": {
		"def": "The ability to share or understand other people’s feelings. ",
		"aka": [

		]
	},
	"endometrial cancer": {
		"def": "Cancer of the endometrium of the uterus.",
		"aka": [

		]
	},
	"endometriosis": {
		"def": "The growth of endometrial tissue at abnormal locations such as the oviducts.",
		"aka": [

		]
	},
	"endometrium": {
		"def": "The internal lining of the uterus.",
		"aka": [

		]
	},
	"engagement": {
		"def": "The sinking of a fetus’s head into a lower position in the pelvis in preparation for birth. Also called lightening.",
		"aka": [

		]
	},
	"epididymis": {
		"def": "A structure, attached to each testicle, where sperm mature and are stored before entering the vas deferens.",
		"aka": [

		]
	},
	"epididymitis": {
		"def": "Inflammation of the epididymis.",
		"aka": [

		]
	},
	"epidural anesthesia": {
		"def": "Anesthesia administered just outside the membrane that surrounds the spinal cord.",
		"aka": [

		]
	},
	"episiotomy": {
		"def": "A cut extending the opening of the vagina backward into the perineum, performed by an obstetrician to facilitate childbirth or reduce the risk of a perineal tear. ",
		"aka": [

		]
	},
	"erectile dysfunction (ED)": {
		"def": "A persistent inability to achieve or maintain an erection sufficient to accomplish a desired sexual behavior such as coitus to orgasm.",
		"aka": [

		]
	},
	"erection": {
		"def": "Physiological phenomenon in which the penis becomes firmer, larger, and filled with blood, typically in response to sexual excitement. ",
		"aka": [
			"boner",
			"pitching a tent",
			"getting hard"
		]
	},
	"erotica": {
		"def": "Sexually themed works, such as books or sculpture, deemed to have literary or artistic merit.",
		"aka": [

		]
	},
	"erotomania": {
		"def": "The delusional belief that a sexually desired but unattainable person is actually in love with oneself.",
		"aka": [

		]
	},
	"escort": {
		"def": "Euphemism for a prostitute who advertises by print, word of mouth, or the Internet.",
		"aka": [

		]
	},
	"escort service": {
		"def": "A service that provides prostitutes, generally contacted by telephone.",
		"aka": [

		]
	},
	"Essure": {
		"def": "A method of tubal sterilization that uses metal coils to block the oviducts. ",
		"aka": [

		]
	},
	"estradiol": {
		"def": "The principal estrogen, secreted by ovarian follicles.",
		"aka": [

		]
	},
	"estrogens": {
		"def": "Any of a class of steroids—the most important being estradiol—that promote the development of female secondary sexual characteristics at puberty and that have many other functions in both sexes.",
		"aka": [

		]
	},
	"ethnography": {
		"def": "The study of a cultural group, often by means of extended individual fieldwork.",
		"aka": [

		]
	},
	"eunuch": {
		"def": "A man who has been castrated.",
		"aka": [

		]
	},
	"evolutionary psychology": {
		"def": "The study of the influence of evolution on mental processes or behavior.",
		"aka": [

		]
	},
	"excitement phase": {
		"def": "The beginning phase of the sexual response cycle.",
		"aka": [

		]
	},
	"exhibitionism": {
		"def": "A paraphilia involving exposure of the genitalia to strangers, sometimes with masturbation; also called “flashing.”",
		"aka": [

		]
	},
	"exposure therapy": {
		"def": "A form of psychotherapy for victims of rape or abuse in which they are encouraged to recall the traumatic event in a safe environment.",
		"aka": [

		]
	},
	"extended-use regimen": {
		"def": "A regimen of contraceptive pills that allows for fewer or no menstrual periods. ",
		"aka": [

		]
	},
	"external genitalia": {
		"def": "The sexual structures on the outside of the body. The penis, urethra, and scrotum comprise the male external genitalia. Female external genitalia consist of the labia minora, labia majora, and clitoris. ",
		"aka": [

		]
	},
	"extrafamilial child molester": {
		"def": "A person who has had sexual contact with children outside his immediate family.",
		"aka": [

		]
	},
	"extra-pair relationship": {
		"def": "A sexual relationship in which at least one of the partners is already married or partnered with someone else.",
		"aka": [

		]
	},
	"fantasy": {
		"def": "An imagined experience, sexual or otherwise.",
		"aka": [

		]
	},
	"fellatio": {
		"def": "Sexual contact between the mouth of one person and the penis of another.",
		"aka": [
			"head",
			"sucked-off",
			"oral"
		]
	},
	"female circumcision": {
		"def": "Any of several forms of ritual cutting or removal of parts of the female genitalia.",
		"aka": [

		]
	},
	"female condom": {
		"def": "A plastic pouch inserted into the vagina as a contraceptive and/or to prevent disease transmission.",
		"aka": [

		]
	},
	"female sexual arousal disorder": {
		"def": "Insufficient physiological arousal in women, resulting in unpleasurable or painful sex. ",
		"aka": [

		]
	},
	"FemCap": {
		"def": "A type of cervical cap that has a raised brim.",
		"aka": [

		]
	},
	"feminism": {
		"def": "The movement to secure equality for women; the study of social and psychological issues from women’s perspectives.",
		"aka": [

		]
	},
	"femiphobia": {
		"def": "Prejudice against femininity in males.",
		"aka": [

		]
	},
	"femme": {
		"def": "Feminine-acting, often used to describe certain lesbians or bisexual women.",
		"aka": [

		]
	},
	"fertility awareness methods": {
		"def": "Contraceptive techniques that rely on avoiding coitus during the woman’s fertile window. Also called rhythm methods or periodic abstinence methods.",
		"aka": [

		]
	},
	"fetal alcohol syndrome": {
		"def": "A collection of physical and behavioral symptoms in a child who was exposed to high levels of alcohol as a fetus.",
		"aka": [

		]
	},
	"fetishism": {
		"def": "Sexual arousal by inanimate objects, materials, or parts of the body.",
		"aka": [

		]
	},
	"fibroid": {
		"def": "A noncancerous tumor arising from muscle cells of the uterus.",
		"aka": [

		]
	},
	"flaccid": {
		"def": "State in which the penis is limp or soft. ",
		"aka": [

		]
	},
	"fimbria (pl. fimbriae)": {
		"def": "The fringe at the end of the oviduct, composed of finger-like extensions.",
		"aka": [

		]
	},
	"follicle": {
		"def": "A fluid-filled sac that contains an egg (ovum), with its supporting cells, within the ovary.",
		"aka": [

		]
	},
	"follicle-stimulating hormone (FSH)": {
		"def": "One of the two major gonadotropins secreted by the pituitary gland; it promotes maturation of ova (or sperm in males).",
		"aka": [

		]
	},
	"follicular phase": {
		"def": "An alternative term for preovulatory phase.",
		"aka": [

		]
	},
	"fondling": {
		"def": "Any kind of sexual touching of the partner’s body.",
		"aka": [

		]
	},
	"foreplay": {
		"def": "Sexual behavior engaged in during the early part of a sexual encounter, with the aim of increasing sexual arousal.",
		"aka": [

		]
	},
	"foreskin": {
		"def": "The loose skin that partially or completely covers the glans in males who have not been circumcised.",
		"aka": [

		]
	},
	"frenulum": {
		"def": "A strip of loose skin on the underside of the penis, running between the glans and the shaft.",
		"aka": [

		]
	},
	"frotteurism": {
		"def": "A paraphilia involving touching or rubbing the clothed genitals against a stranger without their consent or without their knowledge, as in a crowded public place.",
		"aka": [

		]
	},
	"gametes": {
		"def": "Male (sperm) and female (ova) reproductive cells that unite at fertilization.",
		"aka": [

		]
	},
	"gamma-hydroxybutyrate": {
		"def": "A central nervous system depressant that has been used to facilitate rape.",
		"aka": [
			"GHB"
		]
	},
	"gay": {
		"def": "Colloquial term for homosexual.",
		"aka": [

		]
	},
	"gay bashing": {
		"def": "Hate crimes against gay people. Sometimes includes verbal abuse as well as physical violence.",
		"aka": [

		]
	},
	"gaydar": {
		"def": "The ability to recognize gay people on the basis of unconscious behaviors, voice quality, gait, and so on.",
		"aka": [

		]
	},
	"gender": {
		"def": "The collection of psychological traits that differ between males and females.",
		"aka": [

		]
	},
	"gender constancy": {
		"def": "A child’s understanding that sex is a fixed attribute.",
		"aka": [

		]
	},
	"gender dysphoria": {
		"def": "The unhappiness caused by discordance between a person’s anatomical sex and gender identity.",
		"aka": [

		]
	},
	"gender identity": {
		"def": "A person’s subjective sense of being male or female.",
		"aka": [

		]
	},
	"gender role": {
		"def": "The expression of gender identity in social behavior.",
		"aka": [

		]
	},
	"gender schema": {
		"def": "A collection of ideas about gender that influences perception and judgment.",
		"aka": [

		]
	},
	"gender-variant": {
		"def": "Atypical in gender characteristics.",
		"aka": [

		]
	},
	"genital end-bulbs": {
		"def": "Specialized nerve endings found in the genital area that probably detect the tactile stimulation associated with sexual activity.",
		"aka": [

		]
	},
	"genital herpes": {
		"def": "An infection of the genital area caused by HSV-2 or (less commonly) HSV-1.",
		"aka": [

		]
	},
	"genital swelling": {
		"def": "Regions of the genitalia in the embryo that give rise to the labia majora (in females) or the scrotum (in males).",
		"aka": [

		]
	},
	"genital tubercle": {
		"def": "Regions of the genitalia in the embryo that give rise to the labia majora (in females) or the scrotum (in males).",
		"aka": [

		]
	},
	"genital warts": {
		"def": "Wartlike growths on or near the genitalia or anus, caused by infection with human papillomavirus.",
		"aka": [

		]
	},
	"gestational age": {
		"def": "A fetus’s age timed from the onset of the mother’s last menstrual period.",
		"aka": [

		]
	},
	"gigolo": {
		"def": "A male prostitute who caters to women.",
		"aka": [

		]
	},
	"glans": {
		"def": "The rounded part forming the end of the clitoris or penis.",
		"aka": [

		]
	},
	"gonad": {
		"def": "An organ that produces ova (or sperm) and secretes sex hormones.",
		"aka": [

		]
	},
	"gonadal intersexuality": {
		"def": "The possession of both testicular and ovarian tissue in the same individual.",
		"aka": [

		]
	},
	"gonadotropin-releasing hormone": {
		"def": "A hormone secreted by the hypothalamus that stimulates the release of gonadotropins from the anterior pituitary gland.",
		"aka": [
			"GnRH"
		]
	},
	"gonadotropins": {
		"def": "Hormones that regulate the function of the gonads.",
		"aka": [

		]
	},
	"gonorrhea": {
		"def": "A sexually transmitted disease caused by infection with the bacterium Neisseria gonorrhoeae.",
		"aka": [

		]
	},
	"Good Lives model": {
		"def": "A form of therapy for sex offenders that focuses on improving the subject’s ability to achieve a broad range of life goals.",
		"aka": [

		]
	},
	"Gräfenberg spot": {
		"def": "An area of increased erotic sensitivity on or deep within the front wall of the vagina.",
		"aka": [
			"G-spot"
		]
	},
	"group marriage": {
		"def": "Three or more people living together in a marriage-like relationship.",
		"aka": [

		]
	},
	"grudge stalking": {
		"def": "Nonsexual revenge stalking.",
		"aka": [

		]
	},
	"gynandromorphophilia": {
		"def": "A specific sexual attraction to male- to-female transgenders or transexuals.",
		"aka": [

		]
	},
	"gynecomastia": {
		"def": "The development of breasts in males.",
		"aka": [

		]
	},
	"gynephilic": {
		"def": "Sexually attracted to women.",
		"aka": [

		]
	},
	"habituation": {
		"def": "A psychological or physiological process that reduces a person’s response to a stimulus or drug after repeated or prolonged exposure.",
		"aka": [

		]
	},
	"hard-core": {
		"def": "Related to explicit pornography, such as images of penetrative sex and ejaculation.",
		"aka": [
			"hardcore",
			"hard core"
		]
	},
	"harem": {
		"def": "The quarters for wives and children in a polygamous Muslim household.",
		"aka": [

		]
	},
	"heavy petting": {
		"def": "Sexually touching the partner’s genitalia or breasts.",
		"aka": [
			"feeling up"
		]
	},
	"hebephile": {
		"def": "An adult whose sexual attraction is directed mainly to pubescent children.",
		"aka": [

		]
	},
	"hepatitis A": {
		"def": "Liver disease caused by the hepatitis A virus. It is sometimes transmitted sexually.",
		"aka": [

		]
	},
	"hepatitis B": {
		"def": "Liver disease caused by the hepatitis B virus. It is sometimes transmitted sexually.",
		"aka": [

		]
	},
	"hepatitis viruses": {
		"def": "Viruses that cause liver disease.",
		"aka": [

		]
	},
	"heterosexual": {
		"def": "Sexually attracted to persons of the opposite sex.",
		"aka": [

		]
	},
	"heterosexuality": {
		"def": "Sexual attraction only (or predominantly) to persons of the other sex.",
		"aka": [

		]
	},
	"highly active antiretroviral therapy": {
		"def": "Combinations of antiretroviral drugs that have proved effective in the treatment or prevention of AIDS.",
		"aka": [
			"HAART"
		]
	},
	"hijra": {
		"def": "A member of a class of male-to- female transexuals in northern India and Pakistan.",
		"aka": [

		]
	},
	"HIV-symptomatic disease": {
		"def": "Health problems caused by HIV, especially those that occur before the criteria for an AIDS diagnosis have been met.",
		"aka": [

		]
	},
	"homogamy": {
		"def": "The tendency of sexually partnered couples, or married couples, to resemble each other in a variety of respects.",
		"aka": [

		]
	},
	"homophobia": {
		"def": "Prejudice against homosexuality or gay people.",
		"aka": [

		]
	},
	"homosexual": {
		"def": "Sexually attracted to persons of one’s own sex.",
		"aka": [

		]
	},
	"homosexuality": {
		"def": "Sexual attraction only (or predominantly) to persons of one’s own sex.",
		"aka": [

		]
	},
	"hooking up": {
		"def": "Uncommitted sex with an acquaintance.",
		"aka": [

		]
	},
	"hostile-environment harassment": {
		"def": "Sexual harassment involving a pattern of behavior that creates an intimidating work environment.",
		"aka": [

		]
	},
	"hot flashes": {
		"def": "Episodes of reddening and warmth of the skin associated with menopause.",
		"aka": [
			"hot flushes"
		]
	},
	"human immunodeficiency virus": {
		"def": "The retrovirus that causes AIDS. It is often transmitted sexually.",
		"aka": [
			"HIV"
		]
	},
	"human papillomavirus": {
		"def": "Any of a group of viruses that can be sexually transmitted and that cause genital warts or other lesions; some types predispose infected persons to cancer of the cervix or anus.",
		"aka": [
			"HPV"
		]
	},
	"hustler": {
		"def": "A male prostitute.",
		"aka": [

		]
	},
	"hydrocele": {
		"def": "A collection of fluid around a testicle.",
		"aka": [

		]
	},
	"hymen": {
		"def": "A membrane, usually perforated or incomplete, that covers the opening of the vagina. It may be torn by first coitus or by other means.",
		"aka": [

		]
	},
	"hyperandrogenism": {
		"def": "Abnormally high levels of testosterone or other androgens.",
		"aka": [

		]
	},
	"hypersexuality": {
		"def": "Excessive sexual desire or behavior.",
		"aka": [

		]
	},
	"hypoactive sexual desire disorder": {
		"def": "Low or absent interest in sex, when this condition causes distress. Also called low sexual desire.",
		"aka": [

		]
	},
	"hypogonadal": {
		"def": "Producing insufficient levels of sex hormones.",
		"aka": [

		]
	},
	"hypospadias": {
		"def": "An abnormal location of the male urethral opening on the underside of the penis or elsewhere.",
		"aka": [

		]
	},
	"hypothalamus": {
		"def": "A small region at the base of the brain; it contains cells involved in sexual responses and other basic functions.",
		"aka": [

		]
	},
	"hysterectomy": {
		"def": "Surgical removal of the uterus.",
		"aka": [

		]
	},
	"hysterotomy": {
		"def": "An abortion performed via a surgical incision in the abdominal wall and the uterus.",
		"aka": [

		]
	},
	"imperforate hymen": {
		"def": "A hymen that completely closes the introitus (vaginal opening).",
		"aka": [

		]
	},
	"Implanon": {
		"def": "An implanted hormonal contraceptive.",
		"aka": [

		]
	},
	"implantation": {
		"def": "The attachment of the embryo to the endometrium.",
		"aka": [

		]
	},
	"implicit association test": {
		"def": "A psychological test that is intended to reveal unconscious or unstated preferences.",
		"aka": [

		]
	},
	"in vitro fertilization": {
		"def": "Any of a variety of assisted reproduction techniques in which fertilization takes place outside the body.",
		"aka": [
			"IVF"
		]
	},
	"INAH3": {
		"def": "(third interstitial nucleus of the anterior hypothalamus) A neuronal cell group in the hypothalamus that differs in size between men and women and between gay and straight men.",
		"aka": [

		]
	},
	"incompetent cervix": {
		"def": "A weakening and partial opening of the cervix caused by a previous traumatic delivery, surgery, or other factors.",
		"aka": [

		]
	},
	"indecent exposure": {
		"def": "The crime of exposing the genitals or female breasts in public—exact legal definitions vary.",
		"aka": [

		]
	},
	"induced abortion": {
		"def": "An abortion performed intentionally by medical or surgical means.",
		"aka": [

		]
	},
	"induced labor": {
		"def": "Labor induced artificially by drugs.",
		"aka": [

		]
	},
	"infant formula": {
		"def": "Manufactured breast milk subsitute.",
		"aka": [

		]
	},
	"infatuation": {
		"def": "Intense but fleeting passion or admiration for another person, often mistaken for love.",
		"aka": [

		]
	},
	"infertility": {
		"def": "Inability (of a man, woman, or couple) to achieve pregnancy.",
		"aka": [

		]
	},
	"infibulation": {
		"def": "The most invasive form of female circumcision; involves removal of the clitoris, labia minora, and parts of the labia majora, plus the sewing together of the labia majora over the vestibule. Also called pharaonic circumcision.",
		"aka": [

		]
	},
	"inguinal canal": {
		"def": "A short canal passing through the abdominal wall in the region of the groin in males.",
		"aka": [

		]
	},
	"interpersonal scripts": {
		"def": "Patterns of behavior that develop between couples.",
		"aka": [

		]
	},
	"intersexed": {
		"def": "A person whose biological sex is ambiguous or intermediate between male and female.",
		"aka": [

		]
	},
	"interstitial cells": {
		"def": "Cells located between the seminiferous tubules in the testicle that secrete hormones.",
		"aka": [

		]
	},
	"intimacy": {
		"def": "The sense of connectedness in an established relationship.",
		"aka": [

		]
	},
	"intimate partner stalking": {
		"def": "Stalking of a current or former spouse or other intimate partner.",
		"aka": [

		]
	},
	"intimate partner violence": {
		"def": "Violence between sexual partners.",
		"aka": [

		]
	},
	"intrafamilial child molester": {
		"def": "A person who has had sexual contact with his own children or stepchildren. Also called incest offender.",
		"aka": [

		]
	},
	"intrauterine device": {
		"def": "A device placed in the uterus as a contraceptive. Also called intrauterine contraceptive (IUC).",
		"aka": [
			"IUD",
			"intrauterine contraceptive"
		]
	},
	"intrauterine contraceptive": {
		"def": "A device placed in the uterus as a contraceptive. Also called intrauterine device (IUD).",
		"aka": [
			"IUC",
			"intrauterine device"
		]
	},
	"introitus": {
		"def": "The entrance to the vagina, usually covered early in life by the hymen.",
		"aka": [

		]
	},
	"jaundice": {
		"def": "Yellowing of the skin and mucous membranes, caused by liver disease.",
		"aka": [

		]
	},
	"jealousy": {
		"def": "Fear that a partner may be sexually or emotionally unfaithful.",
		"aka": [

		]
	},
	"kathoey": {
		"def": "Male-to-female transgenders in Thailand.",
		"aka": [

		]
	},
	"Kegel exercises": {
		"def": "Exercises to strengthen pelvic floor muscles, with the aim of improving sexual function or alleviating urinary leakage.",
		"aka": [

		]
	},
	"ketamine": {
		"def": "An anesthetic and recreational drug that has been used to facilitate rape.",
		"aka": [

		]
	},
	"kinky": {
		"def": "A aka term used to describe novel sexual ideas or behaviors.",
		"aka": [

		]
	},
	"Kinsey scale": {
		"def": "A 7-point scale of sexual orientation devised by Alfred Kinsey.",
		"aka": [

		]
	},
	"koro": {
		"def": "A social panic based on the fear that the penis will retract and disappear, causing death.",
		"aka": [

		]
	},
	"labia majora": {
		"def": "The outer lips: fleshy skin folds, partially covered in pubic hair, that extend from the mons.",
		"aka": [

		]
	},
	"labia minora": {
		"def": "The inner lips: thin, hairless folds of skin located between the labia majora and immediately bordering the vestibule.",
		"aka": [

		]
	},
	"labioplasty": {
		"def": "Plastic surgery on the labia minora, usually to reduce their size.",
		"aka": [

		]
	},
	"labiaplasty": {
		"def": "Plastic surgery on the labia minora, usually to reduce their size.",
		"aka": [

		]
	},
	"labor": {
		"def": "The process of childbirth.",
		"aka": [

		]
	},
	"lactation": {
		"def": "The production of milk in the mammary glands.",
		"aka": [

		]
	},
	"Lamaze method": {
		"def": "A method of childbirth instruction that focuses on techniques of relaxation and other natural means of pain reduction.",
		"aka": [

		]
	},
	"laparoscopy": {
		"def": "Abdominal surgery, such as tubal sterilization, performed through a small incision with the aid of a laparoscope (a fiber-optic viewing instrument).",
		"aka": [

		]
	},
	"latent phase": {
		"def": "An asymptomatic phase of syphilis or other infectious diseases.",
		"aka": [

		]
	},
	"Lea's shield": {
		"def": "A type of diaphragm with a one-way valve.",
		"aka": [

		]
	},
	"learned helplessness": {
		"def": "A condition in which a person feels a loss of control over a traumatic situation and therefore makes no further attempts to escape from it.",
		"aka": [

		]
	},
	"legalization with regulation": {
		"def": "Conversion of an activity such as prostitution from a crime to a governmentally regulated occupation.",
		"aka": [

		]
	},
	"lesbian": {
		"def": "Homosexual—applied to women only.",
		"aka": [

		]
	},
	"LGBT": {
		"def": "Acronym that stands for lesbian, gay, bisexual, and transgender",
		"aka": [

		]
	},
	"lobe": {
		"def": "A subdivision of a gland or other organ.",
		"aka": [

		]
	},
	"lochia": {
		"def": "A bloody vaginal discharge that may continue for a few weeks after childbirth.",
		"aka": [

		]
	},
	"lubrication": {
		"def": "The natural appearance of slippery secretions in the vagina during sexual arousal, or the use of artificial lubricants to facilitate sexual activity.",
		"aka": [
			"wet"
		]
	},
	"luteal phase": {
		"def": "An alternative term for postovulatory phase.",
		"aka": [

		]
	},
	"luteinizing hormone": {
		"def": "One of the two major gonadotropins secreted by the pituitary gland; it triggers ovulation and promotes the secretion of sex steroids by the ovaries (or testicles).",
		"aka": [
			"LH"
		]
	},
	"Lybrel": {
		"def": "A contraceptive pill designed to completely eliminate menstrual periods.",
		"aka": [

		]
	},
	"machismo": {
		"def": "The traditional Latino culture of manliness, which outlines strict gender roles and gives men certain obligations and privileges.",
		"aka": [

		]
	},
	"madam": {
		"def": "A woman who manages a brothel or an escort service.",
		"aka": [

		]
	},
	"mahu": {
		"def": "A man who took a female gender role in Polynesian society and performed ritual dances.",
		"aka": [

		]
	},
	"male condom": {
		"def": "A sheath (usually made of latex) placed over the penis as a contraceptive and/or to prevent disease transmission.",
		"aka": [
			"rubber",
			"glove",
			"protection"
		]
	},
	"mammary glands": {
		"def": "The milk-producing glands within the breasts.",
		"aka": [

		]
	},
	"mammography": {
		"def": "Radiographic examination of the breasts, which is used as a diagnostic and screening tool for breast cancer.",
		"aka": [

		]
	},
	"marriage and family counselor": {
		"def": "A therapist who assesses or treats interpersonal problems arising between spouses or other intimate partners.",
		"aka": [

		]
	},
	"masochism": {
		"def": "Sexual arousal from being subjected to pain, bondage, or humiliation.",
		"aka": [

		]
	},
	"massage parlor": {
		"def": "An establishment for massage that may also offer the services of prostitutes.",
		"aka": [

		]
	},
	"mastectomy": {
		"def": "Surgical removal of a breast.",
		"aka": [

		]
	},
	"mastitis": {
		"def": "Inflammation of the breast.",
		"aka": [

		]
	},
	"masturbation": {
		"def": "Sexual self-stimulation. Sometimes also used to refer to manual stimulation of another person’s genitalia.",
		"aka": [
			"jacking-off",
			"jerking-it",
			"wanking"
		]
	},
	"masturbatory reconditioning": {
		"def": "A form of behavior therapy that uses the pleasure of orgasm to increase sexual arousal to previously nonarousing targets.",
		"aka": [

		]
	},
	"matrilineal": {
		"def": "Tracing descent through the female line.",
		"aka": [

		]
	},
	"media fetishism": {
		"def": "Sexual attraction to materials such as rubber or silk. Also called material fetishism.",
		"aka": [

		]
	},
	"medial preoptic area": {
		"def": "A region of the hypothalamus involved in the regulation of sexual behaviors typically shown by males.",
		"aka": [

		]
	},
	"medical abortion": {
		"def": "An abortion induced with drugs.",
		"aka": [

		]
	},
	"menarche": {
		"def": "The onset of menstruation at puberty.",
		"aka": [

		]
	},
	"menopausal hormone therapy": {
		"def": "Use of hormones to treat symptoms occurring during or soon after menopause.",
		"aka": [
			"MHT"
		]
	},
	"menopause": {
		"def": "The final cessation of menstruation at the end of a woman’s reproductive years.",
		"aka": [

		]
	},
	"menstrual cramps": {
		"def": "Sharp pelvic pains that may accompany or precede menstruation.",
		"aka": [

		]
	},
	"menstrual cup": {
		"def": "A cup placed inside the vagina that collects menstrual blood.",
		"aka": [

		]
	},
	"menstrual pad": {
		"def": "An absorbent pad worn by females to absorb menstrual blood. Also known as sanitary napkin, sanitary towel, or maxi pad.",
		"aka": [

		]
	},
	"menstrual toxic shock syndrome": {
		"def": "A rare but life-threatening illness caused by a staphylococcal infection and associated with tampon use.",
		"aka": [

		]
	},
	"menstruation": {
		"def": "￼The breakdown of the endometrium￼at approximately monthly intervals,￼with consequent loss of tissue and￼blood from the vagina.",
		"aka": [
			"period",
			"time of the month"
		]
	},
	"methotrexate": {
		"def": "A drug used in some medical abortions.",
		"aka": [

		]
	},
	"metoidioplasty": {
		"def": "Surgical contruction of a small penis from a clitoris.",
		"aka": [

		]
	},
	"microbiology": {
		"def": "The study of microscopic organisms, especially those that cause disease.",
		"aka": [

		]
	},
	"mifepristone": {
		"def": "An anti-progesterone drug used to induce abortion. Also known as RU- 486.",
		"aka": [

		]
	},
	"milk let-down reflex": {
		"def": "The ejection of milk into the milk ducts in response to suckling. Also called milk-ejection reflex.",
		"aka": [

		]
	},
	"Mirena": {
		"def": "A hormone-releasing IUD.",
		"aka": [

		]
	},
	"misoprostol": {
		"def": "A prostaglandin used in medical abortions.",
		"aka": [

		]
	},
	"mons veneris": {
		"def": "The frontmost component of the vulva: a mound of fatty tissue covering the pubic bone.",
		"aka": [
			"mons"
		]
	},
	"mucosa": {
		"def": "A surface layer of cells that is lubricated by the secretions of mucous glands.",
		"aka": [

		]
	},
	"mucus": {
		"def": "A thick or slippery secretion.",
		"aka": [

		]
	},
	"Müllerian duct": {
		"def": "Either of two bilateral ducts in the embryo that give rise to the female reproductive tract.",
		"aka": [

		]
	},
	"multiple orgasms": {
		"def": "Two or more orgasms, between which the person descends only to the plateau level of arousal.",
		"aka": [

		]
	},
	"mut’a": {
		"def": "In Shia Islam, a contract to marry for a fixed period of time.",
		"aka": [

		]
	},
	"mutual masturbation": {
		"def": "Reciprocal, simultaneous manual stimulation of a partner’s genitals.",
		"aka": [

		]
	},
	"mycoplasmas": {
		"def": "A group of very small cellular organisms that may cause urethritis.",
		"aka": [

		]
	},
	"myometrium": {
		"def": "The muscular layers of the wall of the uterus.",
		"aka": [

		]
	},
	"myotonia": {
		"def": "A general increase in muscle tension.",
		"aka": [

		]
	},
	"Naegele’s rule": {
		"def": "A traditional rule for the calculation of a pregnant woman’s due date: 9 calendar months plus 1 week after the onset of the last menstrual period.",
		"aka": [

		]
	},
	"National Health and Social Life Survey": {
		"def": "A national survey of sexual behavior, relationships, and attitudes in the United States, conducted in the early 1990s.",
		"aka": [
			"NHSLS"
		]
	},
	"National Survey of Sexual Attitudes and Lifestyles": {
		"def": "A British survey of sexual behavior, relationships, and attitudes conducted in the early 1990s.",
		"aka": [
			"NSSAL"
		]
	},
	"National Survey of Sexual Health and Behavior": {
		"def": "A national survey of sexual behavior in the United States, based at Indiana University and published in 2010.",
		"aka": [
			"NSSHB"
		]
	},
	"necking": {
		"def": "Kissing or caressing of the head and neck.",
		"aka": [

		]
	},
	"necrophilia": {
		"def": "A paraphilia involving sexual arousal from viewing or having contact with dead bodies.",
		"aka": [

		]
	},
	"neuroscience": {
		"def": "The study of the nervous system.",
		"aka": [

		]
	},
	"neuroses": {
		"def": "Mental disorders such as depression that, in Freudian theory, are strategies for coping with repressed sexual conflicts.",
		"aka": [

		]
	},
	"nitric oxide": {
		"def": "A dissolved gas that functions as a neurotransmitter in erectile tissue.",
		"aka": [

		]
	},
	"no-fault divorce": {
		"def": "Divorce without proof of wrongdoing by either party.",
		"aka": [

		]
	},
	"nocturnal emission": {
		"def": "Ejaculation during sleep.",
		"aka": [

		]
	},
	"nocturnal orgasm": {
		"def": "Orgasm during sleep.",
		"aka": [

		]
	},
	"nongonococcal urethritis": {
		"def": "Urethritis not caused by gonorrhea.",
		"aka": [
			"NGU"
		]
	},
	"nucleus accumbens": {
		"def": "A nucleus within the basal ganglia that is part of the brain’s reward system.",
		"aka": [

		]
	},
	"NuvaRing": {
		"def": "A contraceptive ring placed in the vagina.",
		"aka": [

		]
	},
	"object fetishism": {
		"def": "Sexual arousal by inanimate objects.",
		"aka": [
			"objectophilia"
		]
	},
	"obscene": {
		"def": "Related to sexually themed publications, art, films, performances, or behavior that is deemed offensive to public morals or that violates legal standards of acceptability.",
		"aka": [

		]
	},
	"obsessive relational intrusion": {
		"def": "Obsessive pursuit of a person by a rejected lover.",
		"aka": [

		]
	},
	"oral herpes": {
		"def": "Herpes infection of the mouth, caused by HSV-1 or (less commonly) HSV-2.",
		"aka": [

		]
	},
	"orchitis": {
		"def": "Inflammation of a testicle.",
		"aka": [

		]
	},
	"orgasm": {
		"def": "The intense, pleasurable sensations at sexual climax, and the physiological processes that accompany them.",
		"aka": [

		]
	},
	"orgasmic platform": {
		"def": "The outer portion of the vagina and surrounding tissues, which thickens and tenses during sexual arousal.",
		"aka": [

		]
	},
	"Ortho Evra": {
		"def": "A contraceptive patch.",
		"aka": [

		]
	},
	"os": {
		"def": "The opening in the cervix that connects the vagina with the cervical canal.",
		"aka": [

		]
	},
	"osteoporosis": {
		"def": "Reduction in the mineral content of bone, predisposing an individual to fractures.",
		"aka": [

		]
	},
	"outercourse": {
		"def": "Sexual activities other than coitus, promoted as a means for preventing unwanted pregnancy and reducing the risk of STD transmission.",
		"aka": [
			"dry sex"
		]
	},
	"ova": {
		"def": "Plural form of 'ovum'.",
		"aka": [

		]
	},
	"ovarian cysts": {
		"def": "Cysts within the ovary that can arise from a number of different causes.",
		"aka": [

		]
	},
	"ovary": {
		"def": "The female gonad; the organ that produces ova and secretes sex hormones.",
		"aka": [

		]
	},
	"oviduct": {
		"def": "Either of two bilateral tubes that lead from the uterus toward the ovaries, the usual site of fertilization. Also called a fallopian tube.",
		"aka": [

		]
	},
	"ovulation": {
		"def": "Release of an ovum from an ovary.",
		"aka": [

		]
	},
	"ovum": {
		"def": "A mature female gamete, or egg.",
		"aka": [

		]
	},
	"oxytocin": {
		"def": "A hormone secreted by the pituitary gland that stimulates uterine contractions and the secretion of milk.",
		"aka": [

		]
	},
	"Pap test": {
		"def": "The microscopic examination of a sample of cells taken from the cervix or (less commonly) the anus.",
		"aka": [

		]
	},
	"ParaGard": {
		"def": "A copper-containing IUD.",
		"aka": [

		]
	},
	"paraphilia": {
		"def": "A persistent, intense sexual desire or behavior that is uncommon or unusual.",
		"aka": [

		]
	},
	"paraphilic disorder": {
		"def": "A paraphilia that causes distress or harms others.",
		"aka": [

		]
	},
	"paraphimosis": {
		"def": "Entrapment of the retracted foreskin behind the corona.",
		"aka": [

		]
	},
	"paraplegia": {
		"def": "Paralysis affecting the lower half of the body.",
		"aka": [

		]
	},
	"paraurethral glands": {
		"def": "Glands situated next to the female urethra, thought to be equivalent to the prostate gland in males. Also known as Skene’s glands.",
		"aka": [

		]
	},
	"partialism": {
		"def": "A fetishistic attraction to specific parts of the body.",
		"aka": [

		]
	},
	"partible paternity": {
		"def": "The belief that two or more men may be fathers of the same child.",
		"aka": [

		]
	},
	"parturition": {
		"def": "Delivery of offspring; childbirth.",
		"aka": [

		]
	},
	"passion": {
		"def": "The overwhelming feeling of attraction typical of the early stage of a loving relationship.",
		"aka": [

		]
	},
	"pedohebephilia": {
		"def": "Sexual attraction to prepubescent and/or pubescent children.",
		"aka": [

		]
	},
	"pedophile": {
		"def": "A person whose sexual feelings are directed mainly toward prepubescent children.",
		"aka": [

		]
	},
	"pelvic examination": {
		"def": "A visual and digital examination of the vulva and pelvic organs.",
		"aka": [

		]
	},
	"pelvic floor": {
		"def": "A muscular sling that underlies and supports the pelvic organs.",
		"aka": [

		]
	},
	"pelvic inflammatory disease": {
		"def": "An infection of the female reproductive tract, often caused by sexually transmitted organisms.",
		"aka": [
			"PID"
		]
	},
	"penile bulb": {
		"def": "An expansion of the corpus spongiosum at the root of the penis.",
		"aka": [

		]
	},
	"penile implant": {
		"def": "An implanted device for treatment of erectile dysfunction.",
		"aka": [

		]
	},
	"penis": {
		"def": "The erectile, erotically sensitive￼genital organ in males.",
		"aka": [
			"dick",
			"cock"
		]
	},
	"perfect-use failure rate": {
		"def": "",
		"aka": [

		]
	},
	"perfect-use failure rate": {
		"def": "The percentage of women using a contraceptive technique correctly who will become pregnant in the course of one year.",
		"aka": [

		]
	},
	"perimenopause": {
		"def": "The phase prior to menopause that is marked by irregular menstrual cycles.",
		"aka": [

		]
	},
	"perimetrium": {
		"def": "The outer covering of the uterus.",
		"aka": [

		]
	},
	"perineum": {
		"def": "The region of skin between the anus and the vulva (female) or scrotum (male).",
		"aka": [

		]
	},
	"persistent genital arousal disorder": {
		"def": "Long-lasting physiological arousal in women, unaccompanied by subjective arousal or pleasure.",
		"aka": [

		]
	},
	"personality": {
		"def": "The collection of mental and behavioral traits, especially those related to emotions and attitudes, which characterizes an individual.",
		"aka": [

		]
	},
	"perversion": {
		"def": "An obsolete term for atypical sexual desire or behavior, viewed as a mental disorder.",
		"aka": [

		]
	},
	"petting": {
		"def": "Sexually touching or caressing the partner’s body (often taken to exclude the breasts and genitalia).",
		"aka": [

		]
	},
	"Peyronie’s disease": {
		"def": "Abnormal curvature of the penis.",
		"aka": [

		]
	},
	"pheromones": {
		"def": "Chemicals secreted in sweat and other bodily fluids that are believed to trigger sexual interest or excitement in the opposite sex.",
		"aka": [

		]
	},
	"phimosis": {
		"def": "A tightening of the foreskin, preventing its retraction from the glans.",
		"aka": [

		]
	},
	"phone sex": {
		"def": "Erotic telephone conversations, usually carried out for pay.",
		"aka": [

		]
	},
	"pimp": {
		"def": "A man who manages prostitutes in exchange for part of their earnings.",
		"aka": [

		]
	},
	"pituitary gland": {
		"def": "A gland situated below and under the control of the hypothalamus; its anterior (front) lobe secretes gonadotropins and other hormones.",
		"aka": [

		]
	},
	"placenta": {
		"def": "The vascular organ, formed during pregnancy, that allows for the supply of oxygen and nutrients to the fetus and the removal of waste products.",
		"aka": [

		]
	},
	"placenta previa": {
		"def": "An abnormally low position of the placenta, so that it partially or completely covers the internal opening of the cervix.",
		"aka": [

		]
	},
	"Plan B One-Step": {
		"def": "A progestin used for emergency contraception.",
		"aka": [

		]
	},
	"plateau phase": {
		"def": "The phase of the sexual response cycle during which arousal is maintained at a high level.",
		"aka": [

		]
	},
	"polyamory": {
		"def": "The formation of committed sexual relationships in groups of three or more, with the consent of all partners.",
		"aka": [

		]
	},
	"polyandry": {
		"def": "Marriage or mating of one female with more than one male.",
		"aka": [

		]
	},
	"polycystic ovary syndrome": {
		"def": "A condition marked by excessive secretion of androgens by the ovaries.",
		"aka": [
			"PCOS"
		]
	},
	"polygamy": {
		"def": "Marriage to more than one spouse at a time.",
		"aka": [

		]
	},
	"polygyny": {
		"def": "The marriage or mating of one male with more than one female.",
		"aka": [

		]
	},
	"pornography": {
		"def": "Material (such as art, writing, photographic images, and film) that is intended to be sexually arousing. Also called porn or porno.",
		"aka": [

		]
	},
	"post-exposure prophylaxis": {
		"def": "A drug treatment designed to prevent infection after exposure to a disease such as HIV.",
		"aka": [
			"PEP"
		]
	},
	"postmenopausal hormone therapy": {
		"def": "Hormone treatment extending for a long time after menopause.",
		"aka": [

		]
	},
	"postnuptial agreement": {
		"def": "A financial agreement between spouses.",
		"aka": [

		]
	},
	"postovulatory phase": {
		"def": "The phase of the menstrual cycle between ovulation and the beginning of menstruation.",
		"aka": [

		]
	},
	"postpartum": {
		"def": "The period after birth (lasting about 6 weeks).",
		"aka": [

		]
	},
	"postpartum depression": {
		"def": "Depression in a mother during the postpartum phase.",
		"aka": [

		]
	},
	"post-traumatic stress disorder": {
		"def": "A cluster of physical and psychological symptoms that can affect people who have experienced severe trauma.",
		"aka": [
			"PTSD"
		]
	},
	"preadolescence": {
		"def": "The age range including the beginning of puberty, from approximately age 8 to 12 or 13 years.",
		"aka": [

		]
	},
	"precocious puberty": {
		"def": "Puberty that begins earlier than normal.",
		"aka": [

		]
	},
	"preconception care": {
		"def": "Medical care and counseling provided to women before they become pregnant.",
		"aka": [

		]
	},
	"pre-exposure prophylaxis": {
		"def": "A drug taken before exposure to a disease agent to prevent infection.",
		"aka": [
			"PrEP"
		]
	},
	"preimplantation genetic screening": {
		"def": "Testing of in vitro fertilization embryos for genetic defects prior to implantation.",
		"aka": [

		]
	},
	"premature birth": {
		"def": "Birth that occurs more than 3 weeks before a woman’s due date. Also called preterm birth.",
		"aka": [

		]
	},
	"premature ejaculation": {
		"def": "Ejaculation before the man wishes, often immediately on commencement of coitus. Also called rapid ejaculation.",
		"aka": [

		]
	},
	"premenstrual syndrome": {
		"def": "A collection of physical and/or psychological symptoms that may start a few days before the menstrual period begins and continue into the period; may include mood swings, food cravings, breast tenderness, aches or cramps.",
		"aka": [
			"PMS"
		]
	},
	"prenatal care": {
		"def": "Medical care and counseling provided to pregnant women.",
		"aka": [

		]
	},
	"prenuptial agreement": {
		"def": "A contract signed before marriage, establishing the financial rights of each spouse in the event of divorce.",
		"aka": [

		]
	},
	"preovulatory phase": {
		"def": "The phase of the menstrual cycle during which follicles are developing in the ovaries.",
		"aka": [

		]
	},
	"priapism": {
		"def": "A persistent penile erection in the absence of sexual arousal.",
		"aka": [

		]
	},
	"primary amenorrhea": {
		"def": "The failure to begin menstruating at puberty.",
		"aka": [

		]
	},
	"primary disorder": {
		"def": "A disorder that is not preceded by any period of healthy function.",
		"aka": [

		]
	},
	"primary dysmenorrhea": {
		"def": "Painful menstruation that begins at puberty and has no clear cause.",
		"aka": [

		]
	},
	"primary syphilis": {
		"def": "The first phase of syphilis, marked by the occurrence of a chancre.",
		"aka": [

		]
	},
	"pro-choice": {
		"def": "Believing that abortion should be legal under some or all circumstances.",
		"aka": [

		]
	},
	"procreation": {
		"def": "Production of offspring.",
		"aka": [

		]
	},
	"progesterone": {
		"def": "A steroid hormone secreted by the ovary and the placenta; it is necessary for the establishment and maintenance of pregnancy.",
		"aka": [

		]
	},
	"progestin-only pill": {
		"def": "An oral contraceptive that contains progestin but no estrogen.",
		"aka": [
			"mini-pill"
		]
	},
	"progestins": {
		"def": "Any of a class of steroids, the most important being progesterone, that cause the endometrium to proliferate and help maintain pregnancy.",
		"aka": [

		]
	},
	"prolactin": {
		"def": "A protein hormone, secreted by the anterior lobe of the pituitary gland, that promotes breast development, among other effects.",
		"aka": [

		]
	},
	"prolapse": {
		"def": "The slipping out of place of an organ, such as the uterus.",
		"aka": [

		]
	},
	"pro-life": {
		"def": "Opposed to abortion; believing that abortion should be illegal under most or all circumstances.",
		"aka": [

		]
	},
	"prostaglandin E1": {
		"def": "A hormone that is injected into the penis to produce an erection.",
		"aka": [

		]
	},
	"prostate cancer": {
		"def": "Cancer of the prostate gland.",
		"aka": [

		]
	},
	"prostate gland": {
		"def": "A single gland located at the base of the bladder that surrounds the urethra; its secretions are a component of semen.",
		"aka": [

		]
	},
	"prostate-specific antigen": {
		"def": "An enzyme secreted by the prostate gland; its presence at high levels in the blood is suggestive of, but not diagnostic of, prostate cancer.",
		"aka": [
			"PSA"
		]
	},
	"prostatitis": {
		"def": "Inflammation of the prostate gland; may be acute or chronic.",
		"aka": [

		]
	},
	"prosthesis": {
		"def": "An artificial body part.",
		"aka": [

		]
	},
	"prostitution": {
		"def": "The practice of engaging in sex for pay.",
		"aka": [

		]
	},
	"psychological anthropology": {
		"def": "The study of the interaction of cultural and mental processes.",
		"aka": [

		]
	},
	"psychology": {
		"def": "The study of mental processes and behavior.",
		"aka": [

		]
	},
	"puberty": {
		"def": "The transition to sexual maturity.",
		"aka": [

		]
	},
	"pubic hair": {
		"def": "Hair that appears on portions of the external genitalia in both sexes at puberty.",
		"aka": [

		]
	},
	"pubic lice": {
		"def": "Tiny parasitic insects (Phthirus pubis) that infest the pubic region.",
		"aka": [
			"Crabs"
		]
	},
	"pubococcygeus muscle": {
		"def": "One of the more important pelvic floor muscles that forms a sling around the vagina. It runs from the pubic bone in the front to the coccyx bone in the back.",
		"aka": [

		]
	},
	"quadriplegia": {
		"def": "Paralysis affecting almost the entire body below the neck.",
		"aka": [

		]
	},
	"Queer": {
		"def": "A word once used as a taunt against homosexuals, now reclaimed as an umbrella term to signify the diversity of LGBT identities and to assert the value of difference.",
		"aka": [

		]
	},
	"quickening": {
		"def": "The onset of movements by the fetus that can be felt by the mother.",
		"aka": [

		]
	},
	"quid pro quo harassment": {
		"def": "Unwelcome sexual advances, usually made to a worker in a subordinate position, accompanied by promises or threats.",
		"aka": [

		]
	},
	"radical prostatectomy": {
		"def": "Surgical removal of the entire prostate gland and local lymph nodes.",
		"aka": [

		]
	},
	"rape": {
		"def": "Coitus (and sometimes other penetrative sex acts) accomplished by force or the threat of force.",
		"aka": [

		]
	},
	"rape shield laws": {
		"def": "Laws that protect rape victims, for example, by limiting the introduction of evidence about their prior sexual behavior.",
		"aka": [

		]
	},
	"rape trauma syndrome": {
		"def": "A cluster of persistent physical and psychological symptoms seen in rape victims; comparable to post-traumatic stress disorder.",
		"aka": [

		]
	},
	"recidivism": {
		"def": "The tendency of convicted offenders to reoffend.",
		"aka": [

		]
	},
	"rectum": {
		"def": "The final, straight portion of the large bowel, connected to the anus.",
		"aka": [

		]
	},
	"refractory period": {
		"def": "In males, a period of reduced or absent sexual arousability after orgasm.",
		"aka": [

		]
	},
	"relapse prevention therapy": {
		"def": "Therapy aimed at training a person to avoid or cope with situations that trigger the undesirable behavior.",
		"aka": [

		]
	},
	"reportable disease": {
		"def": "A disease, cases of which must by law be reported to health authorities.",
		"aka": [

		]
	},
	"reproductive physiology": {
		"def": "The study of fertility and pregnancy.",
		"aka": [

		]
	},
	"reproductive tract": {
		"def": "The internal anatomical structures in either sex that form the pathway taken by ova, sperm, or the conceptus.",
		"aka": [

		]
	},
	"resolution phase": {
		"def": "The phase of the sexual response cycle during which physiological arousal subsides.",
		"aka": [

		]
	},
	"retrovirus": {
		"def": "An RNA virus whose genome is copied into DNA within the host cell.",
		"aka": [

		]
	},
	"revenge porn": {
		"def": "Sexually explicit media that is posted online without the consent of the pictured individual. It is often uploaded by ex-partners or hackers, and is intended to shame or embarrass the person.",
		"aka": [

		]
	},
	"Rh factor": {
		"def": "An antigen on the surface of red blood cells that, when present in a fetus but not in its mother, may trigger an immune response by the mother, resulting in life-threatening anemia of the fetus or newborn.",
		"aka": [

		]
	},
	"Rohypnol": {
		"def": "A tranquilizer that has been used to facilitate rape.",
		"aka": [

		]
	},
	"rubella": {
		"def": "German measles, a viral infection that can cause developmental defects in fetuses whose mothers contract the disease during pregnancy.",
		"aka": [

		]
	},
	"sadism": {
		"def": "Sexual arousal by the infliction of pain, bondage, or humiliation on others, or by witnessing the recipient’s suffering.",
		"aka": [

		]
	},
	"sadomasochism": {
		"def": "The infliction and acceptance of pain or humiliation as a means of sexual arousal.",
		"aka": [
			"S/M"
		]
	},
	"saline-induced abortion": {
		"def": "An abortion induced by use of a strong salt solution.",
		"aka": [

		]
	},
	"Scabies": {
		"def": "Infestation with a mite (Sarcoptes scabiei) that burrows within the skin.",
		"aka": [

		]
	},
	"scrotum": {
		"def": "The sac behind the penis that contains the testicles.",
		"aka": [
			"slack",
			"ballsack",
			"nutsack"
		]
	},
	"Seasonale": {
		"def": "An extended-use contraceptive pill.",
		"aka": [

		]
	},
	"Seasonique": {
		"def": "An extended-use contraceptive pill.",
		"aka": [

		]
	},
	"secondary amenorrhea": {
		"def": "The cessation of menstruation at some time after menarche.",
		"aka": [

		]
	},
	"secondary disorder": {
		"def": "A disorder that follows some period of healthy function.",
		"aka": [

		]
	},
	"secondary dysmenorrhea": {
		"def": "Painful menstruation that begins during adult life, usually as a consequence of a pelvic disorder.",
		"aka": [

		]
	},
	"secondary sexual characteristics": {
		"def": "Anatomical characteristics, such as breasts and facial hair, that generally differ between the sexes but are not used to define an individual’s sex.",
		"aka": [

		]
	},
	"secondary syphilis": {
		"def": "The second phase of syphilis, marked by a rash and fever.",
		"aka": [

		]
	},
	"selective serotonin reuptake inhibitors": {
		"def": "A class of drugs, including antidepressants such as Prozac and Lexapro, that depress sexual function.",
		"aka": [
			"SSRIs"
		]
	},
	"semen": {
		"def": "The fluid, containing sperm and a variety of chemical compounds, that is ejaculated from the penis at male sexual climax.",
		"aka": [
			"cum",
			"jizz"
		]
	},
	"seminal nurture": {
		"def": "The belief that fetuses require repeated infusions of semen to grow.",
		"aka": [

		]
	},
	"seminal vesicles": {
		"def": "Two glands situated to either side of the prostate; their secretions are a component of semen.",
		"aka": [

		]
	},
	"seminiferous tubules": {
		"def": "Convoluted microscopic tubes within the testicle; the site of sperm production.",
		"aka": [

		]
	},
	"sensate focus": {
		"def": "A form of sex therapy that involves graduated touching exercises.",
		"aka": [

		]
	},
	"serial monogamy": {
		"def": "Engagement in a series of monogamous relationships.",
		"aka": [

		]
	},
	"serial orgasms": {
		"def": "Two or more orgasms with no more than a few seconds between them.",
		"aka": [

		]
	},
	"seroconversion": {
		"def": "The change from negative to positive on an antibody test, such as occurs a few weeks or months after HIV infection.",
		"aka": [

		]
	},
	"sex chromosome": {
		"def": "Either of a pair of chromosomes (X or Y) that differ between the sexes; carry genes that determine the sex of an organism.",
		"aka": [

		]
	},
	"sex hormones": {
		"def": "Chemical messengers that influence sexual and reproductive processes.",
		"aka": [

		]
	},
	"sex play": {
		"def": "A variety of playful activities that add pleasure to sexual interactions.",
		"aka": [

		]
	},
	"sex research": {
		"def": "The scientific study of sex.",
		"aka": [

		]
	},
	"sex steroid": {
		"def": "Any of the steroid hormones that are active in sexual and reproductive processes.",
		"aka": [

		]
	},
	"sex therapist": {
		"def": "A person who treats sexual disorders, usually by means of psychotherapy and sexual exercises.",
		"aka": [

		]
	},
	"sex trader": {
		"def": "A person who exchanges sex for money, drugs, or other benefits; a broader term than prostitute.",
		"aka": [

		]
	},
	"sex worker": {
		"def": "A person who engages in prostitution, pornography, or another sex-related occupation.",
		"aka": [

		]
	},
	"sexism": {
		"def": "Prejudice or discrimination directed against one sex—usually women.",
		"aka": [

		]
	},
	"sexology": {
		"def": "The scientific study of sex, especially of sexual dysfunctions.",
		"aka": [

		]
	},
	"sex-reassignment surgery": {
		"def": "Surgery to change a person’s genitals or other sexual characteristics.",
		"aka": [

		]
	},
	"sexting": {
		"def": "Sending nude or sexually explicit photographs of oneself via mobile phone.",
		"aka": [

		]
	},
	"sexual addiction": {
		"def": "The idea that a person may be addicted to certain forms of sexual behavior by a mechanism similar to that of substance addiction.",
		"aka": [

		]
	},
	"sexual assault": {
		"def": "Coercive or nonconsensual sexual contact: a broader category of behaviors than rape.",
		"aka": [

		]
	},
	"sexual harassment": {
		"def": "Unwanted sexual advances or other intimidating sexual behavior, usually in the workplace.",
		"aka": [

		]
	},
	"sexual intercourse": {
		"def": "Sexual contact, usually understood to involve coitus.",
		"aka": [
			"sex",
			"make love"
		]
	},
	"sexual jealousy": {
		"def": "Fear that one’s partner is engaging in sexual activity with another person.",
		"aka": [

		]
	},
	"sexual monogamy": {
		"def": "The formation of pair bonds or marriages that are sexually exclusive.",
		"aka": [

		]
	},
	"sexual orientation": {
		"def": "The direction of an individual’s sexual feelings: sexual attraction toward persons of the opposite sex (heterosexual), the same sex (homosexual), or both sexes (bisexual).",
		"aka": [

		]
	},
	"sexual response cycle": {
		"def": "The sequence of physiological processes that accompany sexual behavior.",
		"aka": [

		]
	},
	"sexual sadism disorder": {
		"def": "Sexual arousal by the suffering of others, viewed as a paraphilia.",
		"aka": [

		]
	},
	"sexual scripts": {
		"def": "Socially negotiated roles that govern sexual behavior.",
		"aka": [

		]
	},
	"sexuality": {
		"def": "The feelings, behaviors, and identities associated with sex.",
		"aka": [

		]
	},
	"sexually explicit materials": {
		"def": "A nonjudgmental phrase denoting pornography.",
		"aka": [

		]
	},
	"situational disorder": {
		"def": "A disorder that appears only in certain circumstances.",
		"aka": [

		]
	},
	"smegma": {
		"def": "A whitish, greasy secretion that builds up under the hood of the clitoris or the foreskin of the penis.",
		"aka": [

		]
	},
	"social monogamy": {
		"def": "The formation of pair bonds, or marriages between two persons, which may or may not be sexually exclusive.",
		"aka": [

		]
	},
	"social psychology": {
		"def": "The study of one’s relationship to others.",
		"aka": [

		]
	},
	"socialization": {
		"def": "The effect of social influences such as family, education, peer groups, and media on the development of psychological or behavioral traits.",
		"aka": [

		]
	},
	"sociology": {
		"def": "The scientific study of society.",
		"aka": [

		]
	},
	"sodomy": {
		"def": "Obsolete term for anal sex, or for any homosexual contact. As a legal term it is used to refer to a variety of prohibited sex acts, such as oral and anal sex.",
		"aka": [

		]
	},
	"soft-core": {
		"def": "Related to relatively nonexplicit pornography.",
		"aka": [

		]
	},
	"softening": {
		"def": "The elimination of connective tissue from the cervix, allowing it to thin out and dilate during labor. Also called ripening.",
		"aka": [

		]
	},
	"sperm": {
		"def": "(pl. spermatozoa) A male gamete, produced in the testicles.",
		"aka": [

		]
	},
	"spermatozoon": {
		"def": "(pl. spermatozoa) A male gamete, produced in the testicles.",
		"aka": [

		]
	},
	"sperm bank": {
		"def": "A facility that collects, stores, and provides semen for artificial insemination.",
		"aka": [

		]
	},
	"spermatic cord": {
		"def": "Either of two bilateral bundles of structures, including the vas deferens, blood vessels, and the cremaster muscle, that pass through the inguinal canal to a testicle.",
		"aka": [

		]
	},
	"spermatogenesis": {
		"def": "The production of sperm.",
		"aka": [

		]
	},
	"spermicide": {
		"def": "A chemical that kills sperm, available as a contraceptive in a variety of forms, such as foams, creams, and suppositories.",
		"aka": [

		]
	},
	"sphincter": {
		"def": "A circular muscle around a tube or orifice whose contraction closes the tube or orifice.",
		"aka": [

		]
	},
	"spina bifida": {
		"def": "A congenital malformation caused by incomplete closure of the neural tube.",
		"aka": [

		]
	},
	"spirochete": {
		"def": "Any of a class of corkscrew-shaped bacteria, including the agent that causes syphilis.",
		"aka": [

		]
	},
	"SRY": {
		"def": "A gene located on the Y chromosome (Sex-determining Region of the Y chromosome) that causes the embryo to develop as a male.",
		"aka": [

		]
	},
	"stalking": {
		"def": "Obsessive pursuit of a previous, current, or desired sex partner in such a way as to put that person in a state of fear.",
		"aka": [

		]
	},
	"standard days method": {
		"def": "A simplified calendar method of contraception usable by women with regular cycles.",
		"aka": [

		]
	},
	"statutory rape": {
		"def": "Penetrative sex when a partner is legally unable to give consent on account of young age, intellectual disability, or unconsciousness.",
		"aka": [

		]
	},
	"sterilization": {
		"def": "A surgical procedure to eliminate fertility in either sex.",
		"aka": [

		]
	},
	"stop–start method": {
		"def": "A sex therapy technique for the treatment of premature ejaculation that involves alternating between stimulating and not stimulating the penis.",
		"aka": [

		]
	},
	"straight": {
		"def": "Colloquial term for heterosexual.",
		"aka": [

		]
	},
	"subfertility": {
		"def": "Difficulty in establishing a pregnancy; arbitrarily defined as the absence of pregnancy after a couple has had frequent unprotected sex for 12 months.",
		"aka": [

		]
	},
	"subincision": {
		"def": "An unusual form of male circumcision in which a cut is made along the underside of the penis, exposing the urethra.",
		"aka": [

		]
	},
	"Suitor": {
		"def": "A person who is seeking to establish a romantic relationship with another person.",
		"aka": [

		]
	},
	"sunnah": {
		"def": "Female circumcision limited to incision or removal of the clitoral hood.",
		"aka": [

		]
	},
	"superincision": {
		"def": "An unusual form of male circumcision in which the upper part of the foreskin is cut but not removed.",
		"aka": [

		]
	},
	"surgical abortion": {
		"def": "An abortion induced by a surgical procedure.",
		"aka": [

		]
	},
	"surrogate mother": {
		"def": "A woman who carries a pregnancy on behalf of another woman or couple.",
		"aka": [

		]
	},
	"swingers": {
		"def": "Couples who agree to engage in casual sexual activity with others.",
		"aka": [

		]
	},
	"sympto-thermal method": {
		"def": "A rhythm method of contraception that uses the measurement of basal body temperature and the testing of cervical mucus to determine the time of ovulation and the fertile window.",
		"aka": [

		]
	},
	"syphilis": {
		"def": "A sexually transmitted disease caused by a spirochete, Treponema pallidum.",
		"aka": [

		]
	},
	"tampon": {
		"def": "Wad of soft material (such as cotton) that is inserted into the vagina to absorb menstrual blood.",
		"aka": [

		]
	},
	"telephone scatalogia": {
		"def": "Sexual arousal from making obscene telephone calls.",
		"aka": [

		]
	},
	"tertiary syphilis": {
		"def": "The third phase of syphilis, marked by multiple organ damage.",
		"aka": [

		]
	},
	"testicle": {
		"def": "The male gonad: one of the two glands within the scrotum that produce sperm and secrete sex hormones.",
		"aka": [
			"balls",
			"nuts"
		]
	},
	"testicular torsion": {
		"def": "Twisting of a testicle that cuts off its blood supply.",
		"aka": [

		]
	},
	"testosterone": {
		"def": "The principal androgen, synthesized in the testicles and, in lesser amounts, in the ovaries and adrenal glands.",
		"aka": [

		]
	},
	"therapeutic abortion": {
		"def": "An abortion performed to safeguard a woman’s life or health.",
		"aka": [

		]
	},
	"trans man": {
		"def": "A female-to-male transexual.",
		"aka": [

		]
	},
	"transman": {
		"def": "A female-to-male transexual.",
		"aka": [

		]
	},
	"trans woman": {
		"def": "A male-to-female transexual.",
		"aka": [

		]
	},
	"transwoman": {
		"def": "A male-to-female transexual.",
		"aka": [

		]
	},
	"transexual": {
		"def": "A person who identifies with the other sex and who seeks to transition to the other sex by means of hormone treatment and sex-reassignment surgery. Transexuals can be male-to-female (M-to-F) or female-to-male (F-to-M).",
		"aka": [

		]
	},
	"transsexual": {
		"def": "A person who identifies with the other sex and who seeks to transition to the other sex by means of hormone treatment and sex-reassignment surgery. Transexuals can be male-to-female (M-to-F) or female-to-male (F-to-M).",
		"aka": [

		]
	},
	"Transgender": {
		"def": "Having a gender identity that is no fully congruent with one’s birth sex. Identifying with the other sex or rejecting gender norms.",
		"aka": [
			"trans"
		]
	},
	"trans": {
		"def": "Having a gender identity that is no fully congruent with one’s birth sex. Identifying with the other sex or rejecting gender norms.",
		"aka": [

		]
	},
	"transition": {
		"def": "The final phase of dilation of the cervix during labor.",
		"aka": [

		]
	},
	"transitioning": {
		"def": "Changing one’s physical sex and social gender.",
		"aka": [

		]
	},
	"transnational trafficking of women": {
		"def": "Transportation of women from one country to another, usually for purposes of prostitution.",
		"aka": [

		]
	},
	"transphobia": {
		"def": "Hatred of transgender people.",
		"aka": [

		]
	},
	"transvestism": {
		"def": "Wearing clothes of the other sex for purposes of sexual arousal. Sometimes applied to cross-dressing for any reason.",
		"aka": [

		]
	},
	"tribadism": {
		"def": "Sexual behavior between two women, who lie front to front and stimulate each other’s vulvas with thrusting motions.",
		"aka": [

		]
	},
	"genital": {
		"def": "Regions",
		"aka": [

		]
	},
	"trichomoniasis": {
		"def": "Infection with the protozoan Trichomonas vaginalis.",
		"aka": [

		]
	},
	"trich": {
		"def": "Infection with the protozoan Trichomonas vaginalis.",
		"aka": [

		]
	},
	"trimester": {
		"def": "One of three 3-month divisions of pregnancy.",
		"aka": [

		]
	},
	"triphasic combination pill": {
		"def": "An oral contraceptive regimen that varies the doses of estrogens and progestins around the menstrual cycle.",
		"aka": [

		]
	},
	"triple-X syndrome": {
		"def": "In a female, a collection of traits caused by having three X chromosomes rather than two.",
		"aka": [

		]
	},
	"tubal ligation": {
		"def": "A procedure in which the oviducts are blocked by tying them off.",
		"aka": [

		]
	},
	"tubal sterilization": {
		"def": "Female sterilization as a result of blocked oviducts; the outcome of tubal ligation.",
		"aka": [

		]
	},
	"Turner syndrome": {
		"def": "A collection of traits caused by the possession of one X and no Y chromosome.",
		"aka": [

		]
	},
	"two-spirit person": {
		"def": "In Native American cultures, a person with the spirit of both a man and a woman; a transgender person. Also called berdache.",
		"aka": [
			"berdache"
		]
	},
	"typical-use failure rate": {
		"def": "The percentage of women using a contraceptive technique with a typical degree of care who will become pregnant in the course of one year.",
		"aka": [

		]
	},
	"ultrasound scan": {
		"def": "An imaging procedure that depends on the reflection of ultrasonic waves from density boundaries within the body. Also called ultrasonographic scan.",
		"aka": [

		]
	},
	"underage pornography": {
		"def": "Pornography involving models or actors who are minors.",
		"aka": [

		]
	},
	"unrequited love": {
		"def": "Love that is not reciprocated.",
		"aka": [

		]
	},
	"urethra": {
		"def": "The tube that transfers urine from the bladder to the urethral opening.",
		"aka": [

		]
	},
	"urethral folds": {
		"def": "Folds of ectodermal tissue in the embryo that give rise to the labia minora (in females) or the shaft of the penis (in males).",
		"aka": [

		]
	},
	"urethritis": {
		"def": "Inflammation of the urethra, usually caused by an infection.",
		"aka": [

		]
	},
	"urogenital sinus": {
		"def": "The common opening of the urinary and genital systems in the embryo.",
		"aka": [

		]
	},
	"uterus": {
		"def": "The womb; a pear-shaped region of the female reproductive tract through which sperm pass and where the conceptus implants and develops.",
		"aka": [

		]
	},
	"vacuum aspiration": {
		"def": "An abortion procedure in which the conceptus is destroyed and removed by suction.",
		"aka": [

		]
	},
	"vacuum constriction system": {
		"def": "A device for treating erectile dysfunction that creates a partial vacuum around the penis, thus drawing blood into the erectile tissue.",
		"aka": [

		]
	},
	"vagina": {
		"def": "A muscular tube extending 3 to 4 inches (8 to 10 cm) from the vestibule to the uterine cervix.",
		"aka": [
			"pussy",
			"cooter"
		]
	},
	"vaginal dilator": {
		"def": "A plastic cylinder used to enlarge the vagina or to counteract vaginismus.",
		"aka": [

		]
	},
	"vaginismus": {
		"def": "Inability to experience coitus due to spasm of the muscles surrounding the outer vagina combined with pain, or fear of pain.",
		"aka": [

		]
	},
	"varicocele": {
		"def": "Enlargement of the veins that drain the testicle.",
		"aka": [

		]
	},
	"vas deferens": {
		"def": "Either of the two bilateral ducts that transfer sperm from the epididymis to the ejaculatory duct.",
		"aka": [
			"vas"
		]
	},
	"vasectomy": {
		"def": "A male sterilization technique that involves cutting or tying off the vas deferens.",
		"aka": [

		]
	},
	"vasocongestion": {
		"def": "The swelling of tissue caused by an influx of blood to local blood cells.",
		"aka": [

		]
	},
	"vasomotor control": {
		"def": "The physiological regulation of blood flow in the peripheral vascular system (i.e. in the arms, hands, legs and feet).",
		"aka": [

		]
	},
	"vasovasostomy": {
		"def": "Surgery to reverse a vasectomy.",
		"aka": [

		]
	},
	"venereal disease": {
		"def": "Obsolete term for a sexually transmitted disease.",
		"aka": [

		]
	},
	"vestibular bulbs": {
		"def": "Erectile structures beneath the labia minora, on either side of the vestibule.",
		"aka": [

		]
	},
	"vestibule": {
		"def": "The space between the left and right labia minora.",
		"aka": [

		]
	},
	"vibrator": {
		"def": "An electrically powered vibrating device used to provide sexual stimulation (alone or with a partner).",
		"aka": [

		]
	},
	"virginity pledge": {
		"def": "A promise not to lose one’s virginity before marriage.",
		"aka": [

		]
	},
	"virginity-pledge programs": {
		"def": "Programs in which teens take formal pledges not to have sex before marriage.",
		"aka": [

		]
	},
	"virus": {
		"def": "An extremely small infectious agent. When not inside a host cell, viruses are metabolically inert but infectious.",
		"aka": [

		]
	},
	"voyeurism": {
		"def": "A paraphilia involving spying on persons while they are undressing, naked, or engaged in sex.",
		"aka": [

		]
	},
	"vulva": {
		"def": "The female external genitalia.",
		"aka": [

		]
	},
	"vulvar vestibulitis syndrome": {
		"def": "A form of dyspareunia marked by inflammation of the vestibule and increased tension in pelvic floor muscles.",
		"aka": [

		]
	},
	"waist-to-hip ratio": {
		"def": "The ratio of the circumference of the body at the waist to the circumference at the hip.",
		"aka": [
			"WHR"
		]
	},
	"wasting": {
		"def": "Progressive and extreme loss of body weight.",
		"aka": [

		]
	},
	"wet nurse": {
		"def": "A woman who breast-feeds someone else’s infant.",
		"aka": [

		]
	},
	"whorehouse": {
		"def": "Obsolete or aka term for a brothel.",
		"aka": [

		]
	},
	"withdrawal method": {
		"def": "A method of contraception in which the man withdraws his penis from the vagina before ejaculation. Also known as coitus interruptus, or the pull out method.",
		"aka": [
			"coitus interruptus",
			"pull out method"
		]
	},
	"Wolffian duct": {
		"def": "Either of two bilateral ducts in the embryo that give rise to the male reproductive tract.",
		"aka": [

		]
	},
	"X chromosome": {
		"def": "A sex chromosome; females have two (XX) and males have one (XY).",
		"aka": [

		]
	},
	"XYY syndrome": {
		"def": "A collection of traits caused by the possession, in a male, of an extra Y chromosome.",
		"aka": [

		]
	},
	"Y chromosome": {
		"def": "A sex chromosome that is only present in males.",
		"aka": [

		]
	},
	"zoophilia": {
		"def": "A persistent preference for sexual contact with animals.",
		"aka": [

		]
	},
	"zygote": {
		"def": "A cell formed by the fusion of gametes; a fertilized ovum.",
		"aka": [

		]
	}
}